;自定义文件
;本文件对应MainPanel右面板组合Skin
;将在MainPanel中覆盖Custom.ini中的配置
[Variables]

;资源栏课金按钮
Res2AddAction = []
Res3AddAction = []
;--------------------


;音乐终端
MusicTerminalTitle = 终端
MusicTerminalIcon = #@#Icons\Combat.png
MusicTerminalSanLabel = 理智
MusicTerminalState = 当前
MusicTerminalStatePause = 暂停
MusicTerminalNowIdle = 全部完成
MusicTerminalAction = []
;--------------------


;"Clostore"
SteamTerminalTitle = 终端
SteamTerminalIcon = #@#Icons\Combat.png
SteamTerminalSanLabel = 理智
SteamTerminalState = 当前
SteamTerminalNowIdle = 全部完成
SteamTerminalAction = []
;--------------------


;按钮。
Button1Title = 编队
Button1Desc = 
Button1Icon = #@#Icons\Squads.png
Button1Action = []

Button2Title = 干员
Button2Desc = 角色管理
Button2Icon = #@#Icons\Operator.png
Button2Action = []
;--------------------


;龙门币色按钮
BrowserTitle = 采购中心
BrowserIcon = #@#Icons\Store.png
BrowserAction = []

LinksBarText = 招募
LinksBarIcon = #@#Icons\Recruitment.png

Link1Text = 公开招募
Link1Icon = #@#Icons\Recruit.png
Link1Action = []

Link2Text = 干员寻访
Link2Icon = #@#Icons\Headhunt.png
Link2Action = []
;--------------------


;任务按钮
BtnDecoTitle = 任务
BtnDecoIcon = #@#Icons\Mission.png
BtnDecoAction = []
;--------------------


;储存监控按钮
StorageTitle = 基建
StorageIcon = #@#Icons\Base.png
StorageAction = []

BinTitle = 仓库
BinIcon = #@#Icons\Depot.png
BinAction = []

BinNotifyAction = [!CommandMeasure msRecycleBin EmptyBin]
;--------------------